// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Nieuwe papiervoorinstellingen maken";
CreatePaperPresetErrorTitle = "Kan geen papiervoorinstellingen maken";

TaskTitleField = "Nieuwe papiervoorinstellingen maken";
TaskDescriptionField = "Eenvoudig een nieuw ICC-profiel maken voor optimale kleurresultaten bij het afdrukken uit toepassingen met uw printer.";
TaskStartButtonTitle = "Maken";